Repository: zestsoftware/collective.confirmableforms
Catalog: collective/confirmableforms/locales/*/LC_MESSAGES/collective.confirmableforms.po
Languages: fr, nl

source: A form action adapter that will send a confirmation email, then will e-mail form input.
fr: Un adaptateur de formulaire. Il va envoyer un email de confirmation puis un email contenant les données soumises dans le formulaire
nl: Deze adapter stuur eerst een bericht naar degene die het formulier heeft ingevuld met daarin een bevestigingslink. Na het klikken op de link wordt pas het normale bericht aan de geaddresseerde(n) doorgestuurd.

source: Confirmed Mailer Adapter
fr: Adaptateur email avec confirmation
nl: E-mail actie met bevestiging

source: Installs the collective.confirmableforms package
nl: Installeert collective.confirmableforms

source: You must specify either a plain text or html mail (or both).
nl: U moet een platte tekst of html versie opgeven (of beide).

source: help_thankspage_text
nl: Selecteer een pagina die u wilt tonen na het bevestigen van het formulier. (Als er geen pagina beschikbaar is, voeg er één toe.). Indien u geen pagina selecteert, wordt de 'Bedankt' pagina getoond die op het formulier is ingesteld.

source: label_expiration_time
fr: Expiration
nl: Vervaltijd

source: label_help_expiration_time
fr: Nombre de jours pendant lesquels le formulaire peut être confirmé.
nl: Maximum aantal dagen waarbinnen het formulier bevestigd moet worden voordat de bevestigingsllink vervalt.

source: label_help_html_mail
fr: Si le destinataire peut lire les emails au format HTML, ce texte sera affiché. Sinon, la version texte spécifiée plus haut sera utilisée. Vous pouvez utiliser le même texte de substitution pour le lien et le langage TAL est activé.
nl: Als de ontvanger HTML e-mails kan lezen, zal deze content getoond worden in plaats van de platte tekst.

source: label_help_plain_mail
fr: Le contenu de l'email de confirmation. Utilisez [[confirmation_link]] pour afficher le lien de confirmation. Vous pouvez aussi utiliser le langage TAL pour insérer des données.
nl: De inhoud van het bevestigingsbericht. Gebruik [[confirmation_link]] voor het invoegen van de bevestigingslink.

source: label_html_mail
fr: Contenu de l'email de confirmation (format HTML)
nl: Inhoud van het bevestigingsbericht (HTML)

source: label_plain_mail
fr: Contenu de l'email de confirmation (format texte)
nl: Inhoud van het bevestigingsbericht (platte tekst)

source: label_secret_unknown
fr: Impossible de confirmer ce formulaire. Les données peuvent avoir expiré ou le lien d'activation a déjà été utilisé.
nl: Uw bestelling is niet bevestigd, Uw gegevens zijn verlopen of uw bestelling is reeds eerder bevestigd.

source: label_sender_mail
fr: Adresse de provenance de l'email de confirmation
nl: Afzender e-mailadres van het bevestigingsbericht

source: label_thankspage_text
nl: 'Bedankt' pagina

source: label_title_mail
fr: Titre pour l'email de confirmation
nl: Onderwerp van het bevestigingsbericht
